tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "fd"
brew "gh"
brew "git"
brew "git-crypt"
brew "psutils"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "libsodium"
brew "lua-language-server"
brew "memcached", restart_service: true
brew "neovim"
brew "node"
brew "postgresql@12", restart_service: true, link: true
brew "pv"
brew "python@3.10"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "terraform-ls"
brew "tfenv"
brew "tmux"
brew "tpm"
brew "wget"
brew "yamlfmt"
brew "yarn"
cask "1password"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "session-manager-plugin"
cask "slack"
