tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "awscli"
brew "bash"
brew "cmake"
brew "direnv"
brew "gh"
brew "git"
brew "git-crypt"
brew "graphicsmagick"
brew "jq"
brew "libpq", link: true
brew "lua-language-server"
brew "neovim"
brew "node"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "terraform-ls"
brew "tfenv"
brew "tmux"
brew "tpm"
brew "yamlfmt"
brew "yarn"
cask "1password"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "session-manager-plugin"
cask "slack"
