tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "cmake"
brew "fd"
brew "git"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libsodium"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "postgresql@10", restart_service: true, link: true
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "stylua"
brew "terraform-ls"
brew "tfenv"
brew "tmux"
brew "wget"
brew "yarn"
brew "elastic/tap/elasticsearch-full"

cask "1password"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "moom"
cask "slack"
